{
    "COMMON": {
        "WELCOME": "جامعہ احمدیہ سنی کامل مدرسہ میں خوش آمدید",
        "VP_MES_TEXT": "وائس پرنسپل کا پیغام",
        "VP_MES_MAIN_01":"بر صغیر کے عظیم ولی کامل حضرت علام حافظ قاری سید احمد شاہ سریکوٹی علیہ رحمہ ، الباری نے 1954 سنہ عیسوی کو سر زمین چاٹگام بمقام سولہ شہر جامعہ احمدیہ سنیہ عالیہمدرسہ قائم فرمایا- یہ مدرسہ مسلک اعلی حضرت  مسلک اہل سنت کے عقائد اور  مذھب  حنفی کی روش پرچل رہاہے – اسلامی تعلیمات کے انتشارمذھب حنفی اور عقائد اہل سنت والجماعت کی ترویج واشاعت میں یہ مدرسہ بے مثال کردار ادا کرر ہاہے –اس مدرسے کا نظام تعلیم بنگلہ دیش مدرسہ ایجوکیشن بورڈ اور اسلامی عربی  یونیورسٹی کے تیار کردہ نصاب کے ساتھ ساتھ مدرسے کے اپنے نصاب اور فتاوی و فرائض پربےمثال ہے – یہ ملک کی معروف روحانی  تنظیم 'انجمن رحمانیہ احمدیہ سنیہ ٹراسٹ ' کے زیر اہتمام مدرسوں میں اعلی ترین ہے ، نیز ملک کے اعلی سطح کے مدارس میں ایک ہے-",
        "VP_MES_MAIN_02":"اس مدرسے کے سابق سرپرست غوث زماں، حضرت علامہ الحاج حافظ قاری سید محمد طیب شاہ علیہ الرحمہ و الرضوان کی براہ راست نگرانی میں یہ مدرسہ ایشیا کے عظیم اداروں میں شمارہونے لگا- مدرسہ کے موجود سرپر دستگاں غوث زماں،رہنماۓ شریعت  وطریقت،حضرت علامہ سید محمد طاہر شاہ مد ظلہ العالی اور حضرت علامہ پیر سید محمد صابر شاہ مد ظلہ العالی اور انجمن ٹراسٹ کے زیر نگرانی دینی تعلیم کے دوش بدوش  ونرس،ماسٹرز کی سطح کی تعلیم بشمول سائنس اور انفارمیشن ٹیکنالوجی اپنی شہرت و حیشیت سے ملک بھر میں پھیل چکی ہے – یہ مدرسے حکومتی سروے اور چایخ ٹیرتال میں کئ بار بہترین تعلیمی ادارے اور ماڈل مدرسے کا اعزاز حاصل کر چکاہے – شعبہ حفظ سے فارغین کو دستار فضیلت اور سند سے نوازا جاتاہے ۔ نادر قدیم اور جدیر کتابوں سے مال لائبریری اس مدرسہ کی روایت کو مزید بڑھاتی ہے – شریعت کی تعلیم کے ساتھ ساتھ ، طریقت کا چرچا نیز روحانیت کی مشق بھی اس مدرسے کی خصوصیات سے ہے – اہل سنت والجماعت کے عقائد کو پھیلانے اور مذھب حنفی کے نظر یات کو فروغ دینے میں یہ مدرسے اہم کردار اداکررہا ہے –",
        "VP_MES_MAIN_03":"",
        "P_MES_TEXT": "پرنسپل کا پیغام",
        "P_MES_MAIN_01":"تمام تعریفیں برائے خدائے تعالی ، لا کہوں کروروں درود وسلام ببارگاہ رسالتماب صلی اللہ علیہ والہ وسلم –",
        "P_MES_MAIN_02": "تعلیم قوم کی صلب ہے- بالخصوص دینی تعلیم انسانی زندگی  کے لئےنہایت ضروری ہے – دینی تعلیمات کی ترویج و اشاعت ک",
        "P_MES_MAIN_03": "پیش نظر رکہتے ہوۓ 1954 سنہ عیسوی کو برصغیر کے عظیم روحانی پیشوا  قطب الاولیاءہادی  دین  وملت ،رہنماۓ شریعت  وطریقت، پیشوا  ئے  اہل  سنت، حضرت  علامہ  الحاج  حافظ قاری سید احمد شاہ سریکوٹی علیہ الرحمہ و الرضوان نے  جامعہ احمدیہ سنیہ عالیہ مدرسہ قائم فرمایا- ہم تہ دل سے حضور شہنشاہ سریکوٹ رضی اللہ عنہ کی خدمت بابرکت میں شکر گزار ہیں- یہ مدرسہ ملک و بیرون ملک میںاہل سنت والجماعت کی خدمت جلیلہ میں پیش پیش ہے-",
        "P_MES_MAIN_04": "غوث زماں ،آل رسول ،   حضرت  علامہحافظ قاری سید محمد طیب شاہ علیہ الرحمہ و الرضوان کی سرپرستی میں اس مدرسہ کی",
        "P_MES_MAIN_05": "نیک نامی دنیا بھر پھیل گئ - موجودہ حضور قبلہ شیخ فعال ، عظیم روحانی پیشوا حضرت علامہ سید محمد طاہر شاہ مد ظلہ العالی اور حضرت علامہ پیر سید محمد صابر شاہ مد ظلہ العالی نیز سلسلے کے مشائخ کرام کی نظر کرم سے مدرسے کی تمام کار و ائیاں عروج و ارتقاءکی طرف رواں دواں ہیں-  با یں وجہ ببار گاہ خداوندی میں لاگھوں کروروں شکريہ ، الحمد للہ-",
        "P_MES_MAIN_06": "جن کی ایثار و خدمت کی بدولت آج یہ مدرسہ مسلمانان عالم کے دلوں  میں جاگزیں ہوا ان کو مبارکباد- مدرسے کے اساتذہ، تلامذہ، خیر خواہاں، اراکین انجمن ،   مدرسہ کے گور نینگ بڈی، غوثیہ کمٹی سمیت جملہ برادران اسلام کی دوجہاں کی کامیابی کا خواہاں ہوں-",
        "C_MES_TEXT": "چیئرمین کا پیغام",
        "C_MES_MAIN_01":"ناموردینی  ادارہ جامعہ احمدیہ سنیہ عالیہ کامل مدرسہ کے  ہیں  امتیازیخصوصیات،جہاں پہ دینی تعلیمات کے شانہ بشانہ طلبہ کی  قائدانہ صلاحیت  وقابلیت کی تحصیل کیبھی انتظامات ہیں۔یہ مدرسہ عقائد اہل سنت والجماعت کیترویج   و اشاعت میں سرگرم عمل ہے-لہذا ملک کے اعلی ترین دنیی اداروں میں اس کا نام سرفہرست ہے-یہاں قابل پرنسپل و وائس پرنسپل کیسربراہی میں قابل اساتذہ کرام کی مشفقانہ تدریس کے  ماحول میں طلبہ تعلیم حاصل کر ر ہا ہے ۔ نیاطلبہ اس ماحول کو کام میں لاکے اپنے کو تیار کر سکتاہے۔میں مدرسہ کی حرمت کے تحفظ میں اساتذہ و  طلبہ کی اپنی اپنی ذمہ داری کی ادایئگی کا خواہاں ہوں-",
        "HISTORY_BODY_1":"Year 1954. In Greater Chittagong, there was a silent procession to stymie the Prophet's lovers. The inactivity of saints haters. In such a transitional period, due to the need of time, Qutbul Auliya Hazratul Allama Alhaj Hafeez Qari Syed Ahmad Shah Sirikoti (R.H.) established Jamea Ahmadia Sunnia Alia in the Sholashahar of Chittagong based on Maslake Ala Hazrat. Since its inception, for more than half a century, this religious educational institution has been making a great contribution to the service of religion, nation and madhhab in the subcontinent, crossing the borders of the country.",
        "HISTORY_BODY_2":"Under the patronage of the worthy successor of the founder, Allama Syed Muhammad Tayyab Shah (R.A.) and the present descendants Huzur Qiblah Maddazilu-hul Ali, the Jamea's fame is world-wide today. This is as bright as the sun.",
        "MISSION_BODY_1":"Jamea Ahmadia Sunnia Kamil Madrasah to create Haqqani Rabbani scholars who believe in the creed of Ahle Sunnat wal Jama’at the main outline of Islam, trusting in Maslake Ala Hazrat, enlivened by the love of the Prophet (SM). Through them, to create fear of Allah, love of the Prophet (SM) and devotion to the saints and perform the service of religion.",
        "MISSION_BODY_2":"In our activities to fulfill this holy purpose and goal, we seek the immense grace of Allah and His beloved Habib (SM), the eternal care of Auliyae Keram and the overall cooperation and sympathy of the Prophet-loving Muslims."

        



    }
}
