{
    "COMMON": {
        "WELCOME": "مرحبًا بكم في مدرسة الجامعة الأحمدية السننية كامل",
        "VP_MES_TEXT": "كلمة نائب المدير",
        "VP_MES_MAIN_01":"حمدا وصلاة وسلاما وبعد فان الولى الكامل الداعية البكير العلامة الحافظ السيد احمد الشاه رحمه الله قدأسس هذه الجامعة الاحمدية السنية سنة 1954م بسوله شهر تحت مركز شرطة فانسليث’ مديرية شيتاغونغ-",
        "VP_MES_MAIN_02":"و هذه الجامعة تدار على مسلك الامام احمد رضا البريلوى اى اهل السنة والجماعة وعلى المذهب الحنفى – وفى سبيل نشر العلوم الاسلامية والمذهب الحنفى وعقائد اهل السنة تقوم بخدمة جليلة – و لهذه الجامعة المناهيج الدراسية خاصة والمناهيج الدرا سة مجلس تعليم المدارس بنغلاديش و ايضا فيها المناهج الدراسية والمناهج الدراسة لمجلس التعليم لمدارس بنجلاديش و ايضا فيها المناهج الدراسية المقررة من جهة الجامعة الاسلامية العربية و بهذه الجهة صارت هذه الجامعة من المكانة- والمرتبة والتراث مالم يحصل ذالك لغيرها – وهذه الجامعة احدى المؤسسات التى تدار تحت رعاية المنظمة الروحية المسماة  بانجمن رحمانية احمدية سنية بنغلاديش’ و كان على اشراف هذه الجامعة غوث الزمان شيخ المشائخ الصوفى السيد محمد طيب الشاه رحمه الله حتى اصحبت هذه الجامعة من اشهر المؤسسات الدينية لقارة اسيا- فحالا جاء على اشراف هذه الجامعة الشيخ العلام السيد محمد طاهر الشاه  والشيخ السيد محمد صابر الشاه دامت بركاتهما – فصارت ذات مؤسسة نموذجية فيما بين المدارس والمؤسسات الدينية – و فيها يكون التعليمات العلمية- والتكنولمجية مع الشرف و فيها قسم تحفيظ القران الكريم  و فى كل عام يتخرج عديد حفاظ القران الكريم على هذه الجامعة – و فيها مكتبة عظيمة فيها كتب قيمة فذادت هذه مجد الجامعة ’ ثم بعد التعليمات الظاهرة تدرب الطلاب والاساتدة على طريقة الصوفية الروحية- فأتمنى تطور هذه الجامعة فى كل حال-",
        "VP_MES_MAIN_03":"",
        "P_MES_TEXT": "رسالة مدير المدرسة",
        "P_MES_MAIN_01":"كلمة فضيلة الرئيس للجامعة والامين العام للمنظمة الادارية الحكومية-",
        "P_MES_MAIN_02": "جميع المحامد لله الاكبر ثم الصلوات والتسليمات الالوف الالوف على النبى المفخر الاظهر الاشهر’ و بعد فان العلم اساس القوم وبالاخص التعليم الدينى اشد ضرورة للحياة الانسانية و نشر الدين والعلوم الاسلامية و قد كان أسس هذه الجامعة الداعية الكبير اشهر مشائخ بشبه القارة هذه الصوفى الاكبر مقتدى الصوفية و شيخ الاولياء فضيلة الشيخ السيد احمد الشاه السريكوتى رحمه البارى 1954 سنة’ فنحن جميع سكان بنغلاديش نشكر هذا البانى رحمة الله و هذه الجامعة 'خدمة جليلة تقوم' بتبليغ عقائد اهل السنة والجماعة و نشر العلوم الاسلامية و تكون علماء متقين على العقائد الصحيحة مع كمال الكفأة والرسوخ فى العلوم والفنون-",
        "P_MES_MAIN_03": "ثم من بعد البانى المكرم جاء على الاشراف بهذه الجامعة نجله الكريم – الولى العظيم غوث الزمان العلامة الحافظ السيد محمد طيب الشاه رحمه الله - حتى نشر صيث هذه الجامعة الى ارجاء العالم – فحالا كان على الاشراف بها نجله الصوفى الكامل’ السيد الشيخ حضرة مولانا اليسد محمد طاهر الشاه و حضرة مولانا الشيخ محمد صابر الشاه دامت بركاتهما علينا-",
        "P_MES_MAIN_04": "و بقوة اشراف هذين الشيخين الجليلين تطور هذه الجامعة يوما فيوما  من كل جهة’ حتى بلغت الى قمة المجد والشرف فى التعليم و التربية فصارت  نموذجية فى هذه السبيل – فنشكر الله شكرا جزيلا ونشكر مشائخنا شكرا موفورا على ان تلقينا هذه المؤسسة العلمية الكبرى – اجل المدارس المعاهد الدينية فى هذه الديار- فنرجبهم ترحيبا بالغا من عمق الافئدة  -",
        "P_MES_MAIN_05": "فاتمنى السعادة فى الدين والدنيا والارتقاء العلمى والروحى لجميع الاساتذة والطلاب لهذه الجامعة و كذا لاخوان الطريقة’ وللمنظمة الادارية الحكومية ولمنظمة انجمن رحمانية احمدية سنية ولمنظمة الغونية بنغلاديش-",
        "P_MES_MAIN_06": "",
        "C_MES_TEXT": "رسالة الرئيس",
        "C_MES_MAIN_01":"فان مدرسة الجامعة الاحمدية السنية (الكامل) العريقة- ذات خصائص و مزايا متميزة فيها نظام التعليمات الاسلامية على حسن طريق و مع هذا فيها تحصيل القيادة و الكفاة فى امور الدين و الدنيا للطلاب’ و هذه المدرسة تقوم بنشر عقائد اهل السنة والجماعة مع التعليمات الدينية حتى ارتقت هذه المدرسة الى ان صارت من اعلى المدارس الدينية فى بلاد بنغلاديش- هنا’ تحصل الطلاب تحت ادارة فعالية للرئيس المؤقر و نائبه المحترم على العلوم والمعارف الاسلامية والطلاب الجدد الذين التحقوا باالجامعة اتاحت لهم  الفرصة لتنميهم  و تطورهم فى هذه البيئة العلمية الحسنة- فاتمنى مساعى الاساتذة والمعلمين فى اقامة الذمم والمسئوليات فى خدماتهم لصيانة عظمة الجامعة-",
        "HISTORY_BODY_1":"Year 1954. In Greater Chittagong, there was a silent procession to stymie the Prophet's lovers. The inactivity of saints haters. In such a transitional period, due to the need of time, Qutbul Auliya Hazratul Allama Alhaj Hafeez Qari Syed Ahmad Shah Sirikoti (R.H.) established Jamea Ahmadia Sunnia Alia in the Sholashahar of Chittagong based on Maslake Ala Hazrat. Since its inception, for more than half a century, this religious educational institution has been making a great contribution to the service of religion, nation and madhhab in the subcontinent, crossing the borders of the country.",
        "HISTORY_BODY_2":"Under the patronage of the worthy successor of the founder, Allama Syed Muhammad Tayyab Shah (R.A.) and the present descendants Huzur Qiblah Maddazilu-hul Ali, the Jamea's fame is world-wide today. This is as bright as the sun.",
        "MISSION_BODY_1":"Jamea Ahmadia Sunnia Kamil Madrasah to create Haqqani Rabbani scholars who believe in the creed of Ahle Sunnat wal Jama’at the main outline of Islam, trusting in Maslake Ala Hazrat, enlivened by the love of the Prophet (SM). Through them, to create fear of Allah, love of the Prophet (SM) and devotion to the saints and perform the service of religion.",
        "MISSION_BODY_2":"In our activities to fulfill this holy purpose and goal, we seek the immense grace of Allah and His beloved Habib (SM), the eternal care of Auliyae Keram and the overall cooperation and sympathy of the Prophet-loving Muslims."

       
    }
   
}
