{
    "COMMON": {
        "WELCOME": "Welcome to Jamea Ahmadia Sunnia Kamil Madrasah",
        "VP_MES_TEXT": "Vice Principal's Message",
        "VP_MES_MAIN_01":"One of the greatest saints of the subcontinent, Owali-e Kamil, Allama Hafiz Qari Syed Ahmad Shah Sirikoti (RA) established Jamia Ahmadia Sunnia Kamil Madrasah at Sholashahar in Panchlaish Thana under ​​the district of Chattogram in the year of 1954. Having founded and administrated on Maslak-e A'la Hazrat i.e Ahle Sunnat wal Jamaat, this madrasah is playing an exemplary role in the spread of islamic education as well as the propagation of Hanafi school of thought and the beleifs of Ahle Sunnat wal Jamaat. The education system of this madrasa is unparalleled, based on its own curriculum and the books of Fatwa-Farayiz along with the curriculum designed by Bangladesh Madrasa Education Board and Islamic Arabic University.  It is the most towering institution among those run by the spiritual organization of the country Anjuman-e Rahmania Ahmadia Sunni Trust. To allude, it is one the topmost madrashas of the country. Under the direct supervision of the previous patron of this madrasah, Gaus-e Jaman Allama Hafiz Qari Shah Sufi Syed Muhammad Tayyab Shah (RA), this madrasa gained an unparalleled recognition among the madrasahs in Asia. Presently, the madrasah has been administrated minutely under the supervision of the current two patrons— Gaus-e Jaman Rahnuma-ye Shari'at wa Tariqat Allama Syed Muhammad Taher Shah (MJA) and Hazrat Shah Sufi Pir Syed Muhammad Sabir Shah (MJA), with the directorate of Anjuman Trust. In addition to its rigorous religious education, the curriculum of this madrasah has incorporated science and technology education along with undergraduate and graduate level programs. Thus, its reputation and prestige has spread all over the country. According to the government's survey and inspection, this Madrasah has earned recognition as a top educational institution multiple times and has become a model Madrasah. Certificates and Dastar-e Fazilat are provided to the Hafizs who have completed the Hifz program by the Hifz-ul-Quran department. The library, which is rich in both ancient and modern books, has further enhanced the madrasah's tradition. In addition to teaching Islamic Shari'ah, the Madrasah also emphasizes spirituality and religiosity. This madrasah is  playing an immensely significant role in the propagation of the aqeedah of Ahlus Sunnah wal Jama'ah and the idealization of the Hanafi school of thought throughout the country.",
        "VP_MES_MAIN_02":"",
        "VP_MES_MAIN_03":"",
        "P_MES_TEXT": "Principal's Message",
        "P_MES_MAIN_01":"All praises are reserved for the omnipotent Allah. Countless salutations and peace be upon the beloved Prophet Muhammad, peace and blessings be upon him. Education is the backbone of a nation, and gaining spiritual knowledge is exceedingly vital for the human existence. In 1954, one of the spiritual saints of the subcontinent, Qutbul Auliya, Hadi-ye Deen wa Millat, Rahnuma-ye Shariat wa Tariqat, Peshwa-ye Ahle Sunnat Hazratul Allama Hafeez Qari Syed Ahmad Shah Sirikoti (RA) founded Jamia Ahmadia Sunnia Kamil Madrasah thinking about the propagation of religious education. We are earnestly grateful to Huzur Qibla Shahenshah-e Sirikoti (RA).",
        "P_MES_MAIN_02": "Today, this madrasah continues to play a pivotal role in the establishment and propagation of Islam and Sunniyat both in the country and overseas. The fame and reputation of this madrasah have spread throughout the world due to the patronage of Gaus-e-Jaman Al-e Rasul Allama Hafiz Qari Syed Muhammad Tayyab Shah (RA). At present, under the spiritual leadership of Hazrat Allama Syed Muhammad Tahir Shah (MJA) and the guidance of Hazrat Allama Pir Syed Muhammad Sabir Shah (MJA), along with other revered Mashaykh of this Silsila, the activities of the madrasa are progressing rapidly. For this, countless thanks are due to Allah the Magnificent. Alhamdulillah. ",
        "P_MES_MAIN_03": "I pay my cordial felicitations to those who have sacrificed and served for this Madrasah, which has now attained a place in the hearts of Sunni Muslims all over the world. I pray for the well-being and success of all the students, teachers, administrators, Arakin-e-Anjuman, Madrasah management committee, and Gausia Committee Bangladesh. Ya Rabbal A'lamin, may their efforts be blessed and may they be successful both here and hereafter. Amen, may the blessings of the Prophet and his companions be upon them.",
        "P_MES_MAIN_04": "",
        "P_MES_MAIN_05": "",
        "P_MES_MAIN_06": "",
        "C_MES_TEXT": "Chairman's Message",
        "C_MES_MAIN_01":"The traditional Jamea Ahmadia Sunnia Kamil Madrasah has distinctive features. Apart from acquiring Islamic knowledge, there are also arrangements for students to acquire leadership qualities, qualifications and skills. This Madrasah has been playing a unique role in spreading the ideals of Ahle Sunnat Wal Jama'at. Therefore, this madrasah became one of the leading religious educational institutions in the country. Here the students are acquiring knowledge in the sincere teaching environment of the qualified teachers under the guidance of the skilled Principal and Vice Principal. New students can use this environment to develop themselves. I wish the teachers and students to always be diligent in their respective responsibilities in protecting the heritage of the madrasah.",
        "HISTORY_BODY_1":"Year 1954. In Greater Chittagong, there was a silent procession to stymie the Prophet's lovers. The inactivity of saints haters. In such a transitional period, due to the need of time, Qutbul Auliya Hazratul Allama Alhaj Hafeez Qari Syed Ahmad Shah Sirikoti (R.H.) established Jamea Ahmadia Sunnia Alia in the Sholashahar of Chittagong based on Maslake Ala Hazrat. Since its inception, for more than half a century, this religious educational institution has been making a great contribution to the service of religion, nation and madhhab in the subcontinent, crossing the borders of the country.",
        "HISTORY_BODY_2":"Under the patronage of the worthy successor of the founder, Allama Syed Muhammad Tayyab Shah (R.A.) and the present descendants Huzur Qiblah Maddazilu-hul Ali, the Jamea's fame is world-wide today. This is as bright as the sun.",
        "MISSION_BODY_1":"Jamea Ahmadia Sunnia Kamil Madrasah to create Haqqani Rabbani scholars who believe in the creed of Ahle Sunnat wal Jama’at the main outline of Islam, trusting in Maslake Ala Hazrat, enlivened by the love of the Prophet (SM). Through them, to create fear of Allah, love of the Prophet (SM) and devotion to the saints and perform the service of religion.",
        "MISSION_BODY_2":"In our activities to fulfill this holy purpose and goal, we seek the immense grace of Allah and His beloved Habib (SM), the eternal care of Auliyae Keram and the overall cooperation and sympathy of the Prophet-loving Muslims."


    }
}
